Repository: IO0288/cTab
Catalog: cTabIRL/cTabWebApp/Views/Home/Index.*.resx
Languages: fr

source: Connect with QR Code (easier)
fr: Connecter avec QR Code (le plus facile)

source: Connect with Steam and cTab Key
fr: Connecter avec Steam et la clé cTab

source: Connect with {0}
fr: Se connecter avec {0}

source: cTab on mobile device
fr: cTab sur appareil mobile

source: Go into 'cTab IRL', 'Connect a mobile device', then scan the code with your mobile device.
fr: Aller dans 'cTab IRL', 'Connecter un appareil mobile', puis scanner le code avec votre appareil mobile.

source: Go into 'cTab IRL', 'Connect to mobile device', locate the key displayed (6 digits).
fr: Aller dans 'cTab IRL', 'Connecter un appareil mobile', puis identifier la clé affichée (6 chiffres).

source: Hosted by {0}
fr: Hébergé par {0}

source: In-game, once the message 'cTab connected to {0}.' appears, open map with key &lt;kbd&gt;m&lt;/kbd&gt; (qwerty keyboard).
fr: En jeu, lorsque le message 'cTab connecté à {0}.' apparait, ouvrir la carte du jeu avec <kbd>;</kbd> (clavier azerty).

source: Key
fr: Clé

source: Open {0} with the mobile browser.
fr: Ouvrir {0} avec le navigateur mobile.

source: Rember me
fr: Se rappeler de moi

source: Self-hosting
fr: Auto hébergement

source: Signin with steam.
fr: S'identifier avec Steam

source: Type here the key and validate.
fr: Saisir ici la clé et valider.

source: Unavailable
fr: Indisponible

source: Validate
fr: Valider

source: You can host the cTab IRL Server on your computer or on your communauty server. It needs some technical skills, follow instructions on the &lt;a href=&quot;{0}&quot;&gt;GitHub documentation page&lt;/a&gt;.
fr: Vous pouvez héberger le serveur cTab IRL sur votre ordinateur, ou sur votre serveur communautaire. Cela nécessite quelques compétences techniques, suivre les instructions sur la <a href="{0}">page de documentation GitHub</a>.
